{"url": "https://massnrc.org/pests/pestFAQsheets/asianlonghorned.html", "name": "Asian Longhorned Beetle - Anoplophora glabripennis", "description": "The Asian Longhorned beetle is shiny black (like patent leather) with irregular white spots and 1 to 1 1/2 inches in length.  The black and white striped antennae are twice as long as the body.  Adults exiting the tree leave round holes about 3/8 inch in diameter.", "hosts": ["Host plants: The following tree species are considered to be good hosts for the Asian longhorned beetle: Common NameGenus MapleAcer HorsechestnutAesculus BirchBetula Plane-treePlatanus PoplarPopulus WillowSalix ElmUlmus Other susceptible trees include: Ash (Fraxinus, especially green ash, F. pennsylvanica), Silk tree (Albizia), Hackberry (Celtis), Mountain-ash (Sorbus), and Katsura (Cercidiphyllum japonicum). A complete list of host species is available from USDA APHIS-PPQ. Key ID Features: The Asian longhorneed beetle is 0.75\" - 1.5\" long with antennae that are 1 to 2 times its body length. Adults are shiny black with irregular white spots.  Antennae have alternating black and white bands. Feet and antennae may have a bluish tinge. Adults are active from early summer through mid-fall. Adult females dig bowl-shaped holes in the bark, typically about 1/2 inch (15mm) in diameter, to bury their eggs in. These \"oviposition pits\" often appear orange in color. Larvae can grow to be 2.4 inches (60mm) in length, with segmented off-white bodies and brown mouthparts. They burrow beneath the bark and are rarely seen.  \"Frass\" or sawdust/wood shavings may be apparent around the base of infested trees. Severely impacted trees may have exposed wood where larval feeding galleries (tunneling) is visible. Description of damage: Larvae damage the tree by eating the outer sapwood, beneath the bark layer, creating hollowed out galleries in the wood. Females chew dime-sized oval grooves in the bark to deposit their eggs.  Exit holes 3/8” or larger in diameter (6-14mm) appear wherever adults have bored out of the tree.  Sawdust may appear on the ground or on tree branches where adults have exited from the tree.  Wounds caused by the beetles may ooze sap. Similar species:The native whitespotted pine sawyer (Monochamus scutellatus) is also large and black but has less distinct white patches on the wing covers, no bluish tinge on the legs or antennae, and a dinstinctive white spot between the wing covers . The University of Vermont has more information about ALB look-alikes. Fact sheets and references: USDA Asian Longhorned Beetle websitehttp://asianlonghornedbeetle.com/USDA APHIS Pest Detection and Management Programs Source for information on government regulations and actions to control ALBhttps://www.aphis.usda.gov/aphis/ourfocus/planthealth/plant-pest-and-disease-programs/pests-and-diseases/asian-longhorned-beetle/asian-longhorned-beetle Asian Longhorned Beetle and its Host Trees US Forest Service and University of Vermont. Excellent resource for the identification and biology of the Asian longhorned beetle and its host trees. https://www.fs.usda.gov/naspf/sites/default/files/alb-and-host-trees-09-12-2012-print.pdfUniversity of Vermont Entomology Research Laboratory Information about research and management of this species. http://www.uvm.edu/albeetle/index.htmlAsian Longhorned Beetle in Canada: Canadian Food Inspection Agencyhttp://www.inspection.gc.ca/english/plaveg/pestrava/anogla/asialonge.shtmllast reviewed July 2, 2019"], "appearance": ["The Asian longhorneed beetle is 0.75\" - 1.5\" long with antennae that are 1 to 2 times its body length.", "Adults are shiny black with irregular white spots. ", "Antennae have alternating black and white bands.", "Feet and antennae may have a bluish tinge.", "Adults are active from early summer through mid-fall.", "Adult females dig bowl-shaped holes in the bark, typically about 1/2 inch (15mm) in diameter, to bury their eggs in. These \"oviposition pits\" often appear orange in color.", "Larvae can grow to be 2.4 inches (60mm) in length, with segmented off-white bodies and brown mouthparts. They burrow beneath the bark and are rarely seen. ", "\"Frass\" or sawdust/wood shavings may be apparent around the base of infested trees. Severely impacted trees may have exposed wood where larval feeding galleries (tunneling) is visible."], "damage": ["Larvae damage the tree by eating the outer sapwood, beneath the bark layer, creating hollowed out galleries in the wood.", "Females chew dime-sized oval grooves in the bark to deposit their eggs. ", "Exit holes 3/8” or larger in diameter (6-14mm) appear wherever adults have bored out of the tree. ", "Sawdust may appear on the ground or on tree branches where adults have exited from the tree. ", "Wounds caused by the beetles may ooze sap."], "picture": "ALBthumb_7.jpg"}