{"url": "https://massnrc.org/pests/pestFAQsheets/asiangianthornet.html", "name": "Northern giant hornet- Vespa mandarinia", "description": "Northern giant hornet fact sheet", "hosts": null, "appearance": ["Think you've seen this hornet? Review this lookalike sheet first. If needed, report it here.", "Honey bee hives are not considered a pathway for the introduction of Northern giant hornet, because hive raids are performed by female worker hornets, not queens. For this pest to establish a colony, either a mated queen or a virgin queen plus at least one male hornet would be required.", "International cargo could be a potential pathway, since Northern giant hornet queens can overwinter in excavated soil, rotting logs, or straw, and could be unintentionally transported in containers or shipping materials.", "Smuggling could also be a potential pathway, since Northern giant hornet nests are sometimes sold as a gourmet food item (the larvae and pupae are a seasonal delicacy in some parts of Asia), and larvae and adults have cultural value in traditional medicine.", "Adult hornets are very large, with workers 1 to 1.5 inches long (25-40mm) and queens up to 1.75 inches long (45mm).", "Color can be quite variable, with a mix of dark brown, yellow, and red coloration on a single insect. However, the distinct yellow to orange color of the head does distinguish the Northern giant hornet from other native and non-native wasps present in Massachusetts", "The Northern giant hornet was first discovered in North America in September 2019, on Vancouver Island, British Columbia, Canada. That nest was destroyed and the pest was considered eradicated. A second sighting of the hornets occurred in BC in October 2019", "The first find of this species in the United States was a single, dead hornet found in Washington state in December 2019. As of September 2021, a total of at least 3 nests have been confirmed in Washington.", "As of July 2022, the Northern giant hornet has not been found in Massachusetts.", "Size comparison of Northern giant hornet vs. other wasps/hornets and bees, from the Washington Dept. of Agriculture", "10 Facts about Cicada Killer Wasps (a native species) from Cicada Mania", "European Hornet, Vespa crabro profile from Bug of the Week (an introduced species but not reportable)", "AGH Look-alikes 101 from USDA APHIS PPQ", "North American Hornet Screening Tool from USDA", "Vespa mandarinia: New Pest response Guidelines (USDA)", "Asian giant hornet in the Pacific Northwest (YouTube presentation from the Washington State Dept. of Agriculture)", "Resources for beekeepers (Washington Dept. of Agriculture)", "Asian Giant Hornet fact sheet (Apiary Inspectors of America)"], "damage": null, "picture": null}