{"url": "https://massnrc.org/pests/pestFAQsheets/pineshootbeetle.html", "name": "Pine Shoot Beetle - Tomicus piniperda", "description": "Shoots of pine trees damaged by the pine shoot beetle droop, turn yellow, and eventually turn brown & fall off the tree.", "hosts": ["Known Hosts: Scotch pine (Pinus sylvestris) is the preferred host but pine shoot beetle will attack other Pinus spp. including red pine (Pinus resinosa), Jack pine (Pinus banksiana), Eastern white pine (Pinus strobus), and Austrian pine (Pinus nigra). When the population levels are high, adults may breed in logs of fir (Abies spp.), spruce (Picea spp.), and larch (Larix spp.). "], "appearance": ["Adult beetles are brown to shiny black (turns darker as it matures) about ¼ inch (3-5mm) in length and cylindrical shape. ", "Adults emerge from overwintering under the bark when temperatures reach 54F in March or April at which point they search for suitable brood sites ", "Mated females tunnel between the inner bark and cambium creating galleries 4-10 inches (10-25cm) long for their eggs. Females lay eggs in niches on both sides of the egg gallery.", "Larvae hatch in late April to June and feed in galleries 1.5-3.5 inches (4-9cm) long radiating away from the egg laying gallery. ", "Larvae are legless, up to 5mm in length, and have a white body with a brown head.", "Mature larvae pupate and emerge as adults between July and October", "New adults will feed on the youngest shoots (new or 1 year old shoots) to reach maturation. Adults enter the shoot 6 inches (15cm) or less from the shoot tip and then bore for 1-4 inches (2.5–10cm) inside the shoot towards the tip. Each adult will feed on between 1 and 6 shoots. This is the most destructive stage of the life cycle and stunts the growth of the trees. "], "damage": ["Damaged shoots flag (droop), turn yellow, and eventually turn brown & fall off the tree ", "Damaged shoots will have a round entrance hole (2-3 mm in diameter) surrounded by pitch "], "picture": "psb_thumbs_01.gif"}