{"url": "https://massnrc.org/pests/pestFAQsheets/european%20woodwasp.htm", "name": "Sirex woodwasp-Sirex noctilio", "description": "The winter moth was detected in ", "hosts": ["Known Hosts:Sirex noctilio attacks primarily pines, but on occasion it will infest other conifers such as Abies (fir) and Picea (spruce). In its native range (Europe, Asia, and northern Africa), it attacks Scotch (Pinus sylvestris), Austrian (P. nigra), and maritime (P. pinaster) pines. In its introduced range (Australia, New Zealand, South America, and South Africa), it attacks Monterey (P.radiata), loblolly (P.taeda), slash (P. elliottii), shortleaf (P.echinata), ponderosa (P. ponderosa), lodgepole (P.contorta), and jack (P. banksiana) pines."], "appearance": ["Adult wasps are 10-44mm (0.5-1.5 inches) long with a cylindrical body. Adults have a spear-shaped plate (cornus) at the tail end. The antennae are entirely black.", "Females have a metallic blue head and body with orange legs. A spike-like projection on the tail end of the abdomen protects a female's ovipositor when it is not being used for egg-laying. (Figure 1)", "Males have a metallic blue head and thorax. The abdomen is orange at the center with black at the base and tail end. The hind legs are thickened and black. (Figure 2)", "Adults emerge from July through September with peak emergence in August. (Figure 3) ", "Females lay between 20 to 450 eggs after emergence. The female injects a toxic mucus and a fungus when ovipositing that create the proper environment for larval development. (Figure 4)", "Larvae are creamy white, cylindrical grubs up to 30 mm (1 1/4 inches) long with a dark spine at the end of the abdomen.(Figure 5)", "The larval stage usually lasts for 10-11 months before mature larvae pupate near the bark surface."], "damage": ["The first sign of damage is dripping resin caused by females ovipositing. (Figure 6)", "Round exit holes 3-8 mm (1/8 to 3/8 inch) in diameter are visible on trees trunk. (Figure 7)", "Serpentine larval galleries within the tree are packed tightly with frass. (Figure 8)", "When a tree is infested, foliage wilts then turns from green to yellow to reddish-brown. (Figure 9)"], "picture": "sirex_thumbs_01.gif"}