{"url": "https://massnrc.org/pests/pestFAQsheets/summer%20fruit%20tortrix%20moth.htm", "name": "Summer Fruit Tortrix Moth - Adoxophyes orana", "description": "The summer fruit tortrix moth feeds on a wide variety of plants with a preference for apple and pear.", "hosts": ["Known Hosts: The Summer Fruit Tortrix Moth feeds on a wide variety of plants with a preference for Rosaceous plants especially apple (Malus domestica) and pear (Prunus pyrifolia). This moth is reported to feed and develop on more than 50 plant species in multiple families including fruits, forest trees, and ornamentals. See the A. orana mini risk assessment for a full list of host plants: http://www.aphis.usda.gov/plant_health/plant_pest_info/pest_detection/downloads/pra/aoranapra.pdf"], "appearance": ["A. orana overwinters in the larval stage in a loosely woven cocoon on the host plant. The overwintered larvae feed and pupate in the spring to produce the first generation of adults which emerge during late May to late June in Europe (Fig. 1).", "Males have a wingspan of 15-19mm. The forewings of the male are a light grayish-brown or yellowish-brown with distinct dark brown markings. The hing wings are light gray. (Figure 2)", "Females have a wingspan of 19-22mm. The forewings are a dullish gray-brown color with markings that are less distinct than in the male moth. The hindwings are brown-gray. (Figure 3)", " The first generation of adults give rise to the first generation of summer caterpillars. Larvae are 18- 22 mm in length and greenish yellow to olive green in color. The head of the caterpillar is brown when young and turns to a honey-yellow color when mature. Thoracic legs are light brown. ", "The second generation of adults fly in late July to early September in Europe and give rise to the second generation of fall caterpillars which overwinter until the following spring."], "damage": ["Caterpillars may damage the plant by feeding on the leaves and fruit. The damage to leaves is not economically important unless population levels are high enough to cause significant defoliation.", "The first generation of summer caterpillars cause the greatest economic loss to fruit production.", "Larvae may leave point-like holes in the fruit tissue from sting-feeding or extensive areas of damage from grazing on the fruit surface.", "Second generation of fall caterpillars may also feed on fruit before they overwinter causing large, irregular depressions on the fruit surface."], "picture": "Aorana_thumbs_01.gif"}