{"url": "https://massnrc.org/pests/pestFAQsheets/plumpoxvirus.html", "name": "Plum Pox Virus - Potyviridae", "description": "plum pox virus fact sheet", "hosts": ["Known Hosts:Prunus species, including almond, apricot, cherry (sweet and tart), nectarine, peach, pear, plum, and wild species. In addition, more than 30 different annual, perennial, and woody species from nine different plant families have been found to be naturally infected with PPV or have been artificially infected in the lab. Susceptibility is dependent on the host and on the viral strain. For a complete list, see http://www.apsnet.org/publications/apsnetfeatures/pages/plumpoxpotyvirus.aspx."], "appearance": ["Early fruit drop.", "Fruits with reduced sugar content.", "Symptoms are often visible at the bottom of a branch, but not at the tip, and tend to be more visible in the spring.", "Holding leaves up to the light can reveal vein yellowing when symptoms are mild.", "Root suckers are considered a good source of PPV and should be monitored if an infected tree is removed but roots remain.", "Many other herbaceous and woody species carry PPV, and can be used as indicators. For a complete list, see http://www.apsnet.org/publications/apsnetfeatures/pages/plumpoxpotyvirus.aspx"], "damage": ["Bacterial spot causes brown leaf spots that can fall out, leaving \"shot holes,\" but starts out as small water-soaked gray areas on the leaf undersides.", "Rusty spot of peach creates orange to tan spots that discolor the fuzz on peach fruit and cause it to drop off, leaving bald patches.", "X disease can cause red leaf blotches, and on peach causes yellowed summer leaves with brown spots that fall out and leave shot holes.", "Thrip damage on plum fruit causes brown spots that look similar to those caused by PPV.", "A number of other pathogens and nutrient deficiencies can cause symptoms that are similar to PPV. For more information, see http://msue.anr.msu.edu/uploads/files/plum-pox-issue-low.pdf"], "picture": "ppv_thumb_01.gif"}